[
  {
    "title": "Nova vrsta krastače v Sloveniji",
    "text": "Nedavno odkrita vrsta krastače v Sloveniji navdušuje biologe...",
    "actualText":
    {
      "boldProlog": "V ponedeljek 20.5.2013 smo na območju Alto, v katerem je pretežno sladka voda, opazili dva osebka debeloglavke (Rana ridibunda), ki sta veselo krakala v kanalu med letališčem in solinami.",
      "article": "Debeloglavka je naša največja zelena žaba. Obarvana je rjavo-zeleno. Po zadnjem delu hrbta ima vzdolžne kožne gube. Zanjo so značilne tudi črne pege na hrbtu ter črne lise na nogah. Živi v jezerih, ribnikih, kanalih in potokih.Ima dolge močne zadnje noge s pomočjo katerih z lahkoto skoči tudi do 2 metra in več. Prehranjuje se z ribami, kuščarji, kačami, mišmi, drugimi žabami in nevretenčarji.Debeloglavka je 4 žabja vrsta v KPSS, poleg zelene rege Hyla arborea, rosnice Rana dalmatina in krastače Bufo bufo. Odkritje ukagurske žabe je bilo naključje. Leta 2019 se je Lawsonina ekipa podala v Tanzansko gorovje Ukaguru s ciljem, da najdejo drevesno žabo Churamiti maridadi. Ta je bila v Ukagurskih gozdovih opažena le dvakrat in bali so se, da je izumrla. Storili so vse, da bi jo našli. Več dni kampirali na obrežjih, uporabljali najmodernejšo tehnologijo in postavljali preproste pasti, spraševali lokalne strokovnjake in celo delili fotografije Churamiti maridade med okoliškimi prebivalci.\n\nNamesto da bi našli željeno žabo pa so naleteli na dokaj številčno populacijo nikoli prej videnih žab. Kot je povedala Lucinda Lawson »je bilo takoj jasno da gre za trsno žabo z izrastki na vratu, vendar ta je bila zlato-zelene barve in ne travnato zelene, kot je običajno za druge vrste. Pogosto variacije v barvah žab ne pomenijo veliko, vendar tokrat je bilo drugače.«\n\n"
    },
    "images": ["zaba22"],
    "link": "https://24ur.com/article"
  },
  {
    "title": "Navodila za uspešne žabje akcije",
    "text": "Nove iniciative za zaščito žab so bile uspešno izvedene...",
    "actualText":
    {
      "boldProlog":"Društvo Žverca je organizator izključno akcije v Hrašah pri Smledniku. Vse ostale akcije po Sloveniji organizirajo druga društva oz. jih koordinirajo lokalni prostovoljci. V našem društvu nikoli nismo in tudi NE MOREMO organizirati vseh akcij po Sloveniji, smo se pa potrudili in na tej spletni strani naredili zemljevid žabjih akcij in zbrali osnovna navodila za udeležbo na njih. Z vprašanji o posameznih akcijah se torej obračajte na lokalne organizatorje (navedeni so na zemljevidu), vsa nadaljnja navodila boste dobili njih. V osnovi pa povsod velja naslednje:",
      "article": "1. UDELEŽBA JE NA LASTNO ODGOVORNOST! \nAkcij se udeležujete na lastno odgovornost. Aktivnosti potekajo v večernem času ob prometnih cestah, zato poskrbite za obvezno opremo in bodite pri prečkanju cest previdni. Otroci naj bodo obvezno v spremstvu staršev!\n\n2. OB KATERI URI ZAČNEMO? \nDvoživke se (zaradi varnosti pred plenilci in zaradi dovolj visokih temperatur) proti mrestiščem najbolj množično selijo v večernem času. Iz zemlje prilezejo točno takrat, ko se zvečeri in najbolj množično skakljajo čez cesto kaki dve uri, potem se selitev umiri. V Hrašah pri Smledniku smo ponavadi pobirali dvoživke 2 do 3 ure. Po tem se ozračje spet ohladi in število dvoživk se zmanjša, prav tako pa ni več prometa na cesti, zato ob cesti nima smisla vztrajati predolgo.\n\n3. OBVEZNA OPREMA! \nZa obvezno opremo poskrbi vsak sam in vsebuje: odsevni jopič, dobro svetilko (čelne svetike so premalo) in dovolj globoko vedro (vsaj 30cm). Če bo deževalo, vam svetujemo, da si obujete škornje in oblečete dežni plašč. Brez ustrezne opreme se ne udeležujte akcij, ker ne boste v pomoč (brez vedra, svetike), sebe pa na tak način spravljate v nevarnost (brez odsevnega jopiča). Če vam na akciji posodijo kak kos opreme, ga po uporabi prosim vrnite."
    },
    "images": ["akcija_article"],
    "link": "https://pomagajmo-zabicam.si"
  }
]