[
  {
    "Sekulja":
    {
      "fact1": "Sekulje na kopnem prezimujejo posamično, na dnu vodnih habitatov pa lahko skupaj prezimuje večje število živali – tudi nekaj tisoč. Običajno ne prezimujejo v vodah, v katerih se mrestijo.",
      "fact2": "Na cestah ob vlažnih in toplih pomladnih nočeh opazimo veliko število povoženih sekulj. Odrasle živali lahko v velikem številu opazimo še na mrestiščih, izven obdobja parjenja pa se na kopnem zadržujejo posamično, zato jih poleti le naključno srečamo v gozdu.",
      "fact3": "Že februarja, kljub morebitnemu snegu, v plitvejših in poraščenih predelih posameznega mrestišča več sto samcev in samic sekulj odlaga mreste, ki skupaj tvorijo velike strnjene blazine. Mresti sekulj so mehki, sveža jajca v njih pa prosojna."
    },
    "Zelena krastača":
    {
      "fact1": "Zelena krastača se oglaša z glasnim in značilnim dolgim naraščajočim napevom r-r-r-r-r-r-r-r, ki ga lahko zamenjamo z oglašanjem žuželke bramorja (Gryllotalpa gryllotalpa).",
      "fact2": "V nevarnosti zelena krastača splošči telo in okončine ob podlago, tako da se zlije z barvo okolice.",
      "fact3": "Samci se oglašajo v vodi, da se valovanje zvoka širi tudi po vodni gladini."
    },
    "Navadna krastača":
    {
      "fact1": "Kljub temu, da so navadne krastače velike, počasne in okorne, se med vsemi dvoživkami selijo najdlje od mrestišč, tudi do 5 km. Pri tem jih na tisoče povozijo avtomobili, saj morajo med selitvijo pogosto prečkati ceste.",
      "fact2": "Bleščeče črni paglavci se pogosto zadržujejo v skupinah in plavajo skupaj, podobno kot jata rib.",
      "fact3": "Samci na poti na mrestišče prežijo na samice, zato mnoge tja prispejo v paritvenem objemu. Samcev je več kot samic, zato je boj za samice neizprosen in samci nadaljujejo z osvajanjem, tudi ko so samice že zasedene. Samice zato velikokrat oblega prevelika množica samcev in nemalokrat zaradi tega poginejo.",
      "fact4": "Navadne krastače in ostale dvoživke se levijo približno enkrat na teden. Zgornja zaščitna poroženela plast kože ne raste skupaj z njo, zato ji s časom postane pretesna, pod njo pa ima že pred levitvijo razvito novo plast. Proces levitve dvoživka začne z rahlim zvijanjem in raztegovanjem telesa. Ko se prozorna zgornja plast povrhnjice natrga, jo potegne čez glavo in poje, zato jo le redko najdemo v naravi."
    },
    "Zelena rega":
    {
      "fact1": "Čeprav so rege naše najmanjše žabe, so najglasnejše, zbor samcev je včasih slišati tudi kilometre daleč. Samci pri oglašanju močno napihujejo zvočni mehur. V ohlapnem stanju je razvlečen v številne prečne gube, ki grlu dajejo temnejšo obarvanost, po kateri jih ločimo od samic."
    }
  }
]